{"bos_token": "<s>", "eos_token": "</s>", "sep_token": "</s>", "cls_token": "<s>", "unk_token": "<unk>", "pad_token": "<pad>", "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "sp_model_kwargs": {}, "special_tokens_map_file": "/root/.cache/huggingface/transformers/bb3d0655cd2c07f62d565e198828de354da2ef38ee7307763ab09feaac8180d3.f6ac38e94db1fb749ad0f52af2f7cd5b7863b9b30f1aa680a1b0d22ec09b717d", "name_or_path": "microsoft/trocr-small-printed", "tokenizer_class": "XLMRobertaTokenizer", "processor_class": "TrOCRProcessor"}